Repository: holgerkrupp/MealPlan
Catalog: MealPlanWatch/Localizable.xcstrings
Source language: en
Languages: de

source: %lld of %lld left
de: Noch %1$lld von %2$lld

source: All ticked off
de: Alles abgehakt

source: Build your list on iPhone and it shows up here.
de: Erstelle deine Liste auf dem iPhone – sie erscheint hier.

source: Double tap to tick off
de: Doppeltippen zum Abhaken

source: For %lld
de: Für %lld

source: Getting your plan from iPhone…
de: Der Plan wird vom iPhone geholt …

source: Hide ticked items
de: Abgehakte ausblenden

source: Meals you plan on iPhone show up here.
de: Mahlzeiten, die du auf dem iPhone planst, erscheinen hier.

source: Nothing planned
de: Nichts geplant

source: Nothing to buy
de: Nichts einzukaufen

source: Open MealPlan on your iPhone once to send your plan over.
de: Öffne MealPlan einmal auf dem iPhone, damit dein Plan übertragen wird.

source: Shopping
de: Einkauf

source: Still to buy
de: Noch zu kaufen

source: Ticked off
de: Abgehakt

source: Today
de: Heute

source: Tomorrow
de: Morgen

source: Updated %@
de: Aktualisiert %@
